Repository: ccooksey/capture
Catalog: resources/*.lproj/Capture.strings
Languages: dutch, french, german, italian, spanish

# kCaptureIntervalWarning
source: Interval value must be between 1.0 and 1000.0
dutch: Intervalwaarde moet tussen 1,0 en 1000,0 liggen
french: La valeur de l'intervalle doit être entre 1.0 et 1000.0
german: Der Wert für das Intervall muss zwischen 1,0 und 1000,0 liegen
italian: Il valore dell'intervallo deve essere tra 1.0 e 1000.0
spanish: El valor de intervalo debe estar entre 1,0 y 1000,0

# kCaptureDurationWarning
source: Duration value must be between 1.0 and 1000.0
dutch: Periodewaarde moet tussen 1,0 en 1000,0 liggen
french: La valeur de la période doit être entre 1.0 et 1000.0
german: Der Wert für den Zeitraum muss zwischen 1,0 und 1000,0 liegen
italian: Il valore della durata deve essere tra 1.0 e 1000.0
spanish: El valor de duraci—n debe estar entre 1,0 y 1000,0

# kCaptureOutputFrameRateWarning
source: Output frame rate must be between 0.1 and 100.0
dutch: De afspeel framerate moet liggen tussen 0,1 en 100,0
french: Le débit d'images par seconde doit être entre 0.1 et 100.0
german: Die Framte-Rate des erstellten Films muss zwischen 0,1 und 100,0 liegen.
italian: La velocitˆ di uscita dei fotogrammi deve essere tra 0.1 e 100.0
spanish: Los fotogramas por segundo obtenidos deben encontrarse entre 0,1 y 100,0

# kCaptureFramesContinuous
source: Capturing frames will continue until manually halted.
dutch: Frames zullen worden genomen tot dit handmatig wordt gestopt.
french: Des images sont capturées jusqu'à l'arrêt manuel.
german: Die Erfassung von Frames wird so lange vorgenommen, bis der Vorgang manuell angehalten wird.
italian: La ripresa dei fotogrammi continuerˆ fino all'interruzione manuale.
spanish: La captura de fotogramas continuar‡ hasta que se detenga manualmente el proceso.

# kCaptureSnapshotsManual
source: Taking snaphots will continue until manually halted.
dutch: Snapshots zullen worden genomen tot dit handmatig wordt gestopt.
french: Des instantanés continuent d'être faites jusqu'à l'arrêt manuel.
german: Snapshots werden so lange erstellt, bis der Vorgang manuell angehalten wird.
italian: La ripresa delle istantanee continuerˆ fino all'interruzione manuale.
spanish: La captura de instant‡neas continuar‡ hasta que se detenga manualmente el proceso.

# kCaptureDurationMessage0
source: The output movie will be
dutch: De film zal
french: La vidéo durera
german: Die Länge des erstellten Films ist
italian: Il file di uscita sarˆ lungo
spanish: La pel’cula obtenida durar‡

# kCaptureDurationMessage3
source: snapshots will be taken.
dutch: snapshots zullen worden genomen.
french: instantanés seront enregistrées.
german: Snapshots erstellt.
italian: istantanee.
spanish: instant‡neas.

# kCaptureDistributed
source: Distributed under license by
spanish: Distribuido bajo licencia por MAGIX AG

# kCaptureDay
source: Day
dutch: Dag
french: Jour
german: Tag
italian: Giorno
spanish: D’a

# kCaptureDays
source: Days
dutch: Dagen
french: Jours
german: Tage
italian: Giorni
spanish: D’as

# kCaptureHour
source: Hour
dutch: Uur
french: Heure
german: Stunde
italian: Ora
spanish: Hora

# kCaptureHours
source: Hours
dutch: Uren
french: Heures
german: Stunden
italian: Ore
spanish: Horas

# kCaptureMinute
source: Minute
dutch: Minuut
italian: Minuto
spanish: Minuto

# kCaptureMinutes
source: Minutes
dutch: Minuten
german: Minuten
italian: Minuti
spanish: Minutos

# kCaptureSecond
source: Second
dutch: Seconde
french: Seconde
german: Sekunde
italian: Secondo
spanish: Segundo

# kCaptureSeconds
source: Seconds
dutch: Seconden
french: Secondes
german: Sekunden
italian: Secondi
spanish: Segundos

# kCapture_day
source: day
dutch: dag
french: jour
german: Tag
italian: giorno
spanish: d’a

# kCapture_days
source: days
dutch: dagen
french: jours
german: Tage
italian: giorni
spanish: d’as

# kCapture_hour
source: hour
dutch: uur
french: heure
german: Stunde
italian: ora
spanish: hora

# kCapture_hours
source: hours
dutch: uren
french: heures
german: Stunden
italian: ore
spanish: horas

# kCapture_minute
source: minute
dutch: minuut
italian: minuto
spanish: minuto

# kCapture_minutes
source: minutes
dutch: minuten
german: Minuten
italian: minuti
spanish: minutos

# kCapture_second
source: second
dutch: seconde
french: seconde
german: Sekunde
italian: secondo
spanish: segundo

# kCapture_seconds
source: seconds
dutch: seconden
french: secondes
german: Sekunden
italian: secondi
spanish: segundos

# kCaptureOpenErrorMessage1
source: obtaining the digitizer preferences
dutch: het verkrijgen van de digitizer voorkeursinstellingen
french: le chargement des préférences du numériseur
german: Abrufen der Digitalisierer-Einstellungen
italian: nell'ottenere le preferenze del digitizer
spanish: obteniendo las preferencias del digitalizador

# kCaptureOpenErrorMessage2
source: switching to the preferred component
dutch: het schakelen naar de voorkeurscomponent
french: le basculement vers le composant préféré
german: Umschalten zur bevorzugten Komponente
italian: nel commutare al componente preferito
spanish: conmutando al componente preferido

# kCaptureOpenErrorMessage3
source: opening the sequence grabber
dutch: het openen van de sequence grabber
french: l'ouverture du numériseur de séquence
german: Öffnen des Sequence Grabber
italian: nell'aprire il sequence grabber
spanish: abriendo el captador de secuencias

# kCaptureOpenErrorMessage4
source: opening the video channel
french: l'ouverture du canal vidéo
german: Öffnen des Videokanals
italian: nell'aprire il canale video
spanish: abriendo el canal de v’deo

# kCaptureOpenErrorMessage5
source: configuring the video channel
dutch: het openen van het videokanaal
french: la configuration du canal vidéo
german: Konfigurieren des Videokanals
italian: nel configurare il canale video
spanish: configurando el canal de v’deo

# kCaptureOpenErrorMessage6
source: configuring the audio channel
dutch: het configureren van het videokanaal
french: la configuration du canal audio
german: Konfigurieren des Audiokanals
italian: nel configurare il canale audio
spanish: configurando el canal de audio

# kCaptureOpenErrorMessage7
source: starting the preview
dutch: het starten van de preview
french: le chargement de la prévisualisation
german: Starten der Vorschau
italian: nell'avviare l'anteprima
spanish: iniciando la vista preliminar

# kCaptureOpenErrorMessage8
source: obtaining the digitizer component
dutch: het verkrijgen van de digitizer component
french: le chargement du composant de numériseur
german: Abrufen der Digitalisierer-Komponente
italian: nell'ottenere il componente del digitizer
spanish: obteniendo el componente del digitalizador

# kCaptureOpenErrorMessage9
source: switching to the digitizer component
dutch: het schakelen naar de digitizer component
french: le basculement vers le composant de numériseur
german: Umschalten zur Digitalisierer-Komponente
italian: nel commutare al componente del digitizer
spanish: conmutando al componente del digitalizador

# kCaptureSnapshot
source: Snapshot
french: Instantané
italian: Istantanee
spanish: Instant‡nea

# kCaptureDurationMessage1
source: long.
dutch: lang zijn.
